<template>
	<div class="container my-5">
		<h2>О нас</h2>
		<p>
		В компании “Justice” мы стремимся создавать справедливую и эффективную рабочую среду. 
		Проведённые исследования показали, что значительная часть ресурсов теряется из-за 
		неравномерного распределения зарплаты. Это приводит не только к денежным убыткам, 
		но и к снижению удовлетворённости сотрудников. Работники, которые прикладывают больше 
		усилий, зачастую получают одинаковую оплату с теми, кто работает менее эффективно.
		</p>
		<p>
		Чтобы изменить эту ситуацию, мы разработали инновационную систему, которая 
		помогает компаниям отслеживать производительность персонала и справедливо 
		распределять зарплаты. Наша система состоит из двух модулей.
		</p>
		<h2>Для исполнителей</h2>
		<p>
		Исполнители регистрируются в системе, где получают доступ к своим задачам. 
		Каждая задача имеет определённую сложность, влияющую на взвешенное время 
		работы. После завершения задачи исполнитель формирует отчёт, который фиксирует 
		её выполнение и результат.
		</p>
		<h2>Для менеджеров</h2>
		<p>
		Менеджеры могут анализировать данные о выполненных задачах сотрудников, 
		получать отчёты о продуктивности и принимать решения по распределению зарплаты. 
		Для стимулирования лучших работников предусмотрена возможность начисления премий.
		</p>
		<p>
		Наша цель — создать инструмент, который не только повысит прозрачность 
		и справедливость внутри компании, но и улучшит мотивацию и удовлетворённость 
		сотрудников. Присоединяйтесь к нам и начните строить справедливое будущее 
		вашего бизнеса уже сегодня!
		</p>
	</div>
</template>

<script>
	export default {
		name: 'IndexPage',
	};
</script>

<style>
</style>